// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Status og beskeder";

MoreInfoTitle = "Flere oplysninger";
SATPrivacyStatementOnlineLink = "HP Fortrolighedserklæring";

SATAlertsTaskDescription = "Angiv det niveau af udvidede statusoplysninger, som du ønsker at se for din HP-enhed. Du bliver altid oplyst, hvis enheden ikke kan fuldføre en opgave, du har anmodet, eller hvis din opmærksomhed er påkrævet.";

SATShowAlertsButtonTitle = "Viser udvidede beskeder for:";
SATAutoDismissTitlePreffix = "Afviser automatisk beskeder på";
SATAutoDismissTitleSuffix = "sekund(-er) for:";

SATErrorsWarningsAndInfo = "fejl, advarsler og informative meddelelser";
SATErrorsAndWarnings = "fejl og advarsler";
SATErrorsOnly = "kun fejl";
SATInfoMessages = "informative meddelelser";
SATWarningsAndInfoMessages = "advarsler og informative meddelelser";

SATShowWebContentButtonTitle = "Vis webindhold i beskeder";
SATShowWebContentButtonBaseDescription = "Din enheds status kan på sikker vis deles med HP, hvis du giver tilladelse til dette. Når HP får disse oplysninger, kan vi undersøge, om du er tilmeldt et HP-program eller er berettiget til særlige tilbud og ændre advarslen i forhold til de muligheder, der er til rådighed.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Få mere at vide om oplysningerne, der sendes til HP, her: SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Se SAT_LINK:SATPrivacyStatementOnlineLink for at få mere at vide om HP's politik om beskyttelse af personlige oplysninger.";

SATNoControlPanelAlertTitle = "Vil du deaktivere alle HP-advarsler?";
SATNoControlPanelTurnOffButtonTitle = "Deaktiver";
SATNoControlPanelAlertText = "Hvis du vælger dette, risikerer du at overse vigtige beskeder om enhedens status.";
SATCancelButtonTitle = "Annuller";
